<html>
    <head>
        <meta content="text/html; charset=UTF-8" http-equiv="content-type">
        <style type="text/css">
            @import url('https://themes.googleusercontent.com/fonts/css?kit=O0v0uRKWM7GaNZK8-So62gNACROt7Y5h5TkgycbwD6vPxbr-dpaRDAYm7cjir2Go');
            .lst-kix_oxhxwq43dcc5-8>li:before{content:"\0025a0  "}
            ul.lst-kix_oxhxwq43dcc5-7{list-style-type:none}
            ul.lst-kix_oxhxwq43dcc5-6{list-style-type:none}
            ul.lst-kix_oxhxwq43dcc5-8{list-style-type:none}
            ul.lst-kix_oxhxwq43dcc5-3{list-style-type:none}
            ul.lst-kix_oxhxwq43dcc5-2{list-style-type:none}
            ul.lst-kix_oxhxwq43dcc5-5{list-style-type:none}
            ul.lst-kix_oxhxwq43dcc5-4{list-style-type:none}
            .lst-kix_oxhxwq43dcc5-6>li:before{content:"\0025cf  "}
            li.li-bullet-0:before{
                margin-left:-18pt;
                white-space:nowrap;
                display:inline-block;
                min-width:18pt}
            ul.lst-kix_oxhxwq43dcc5-1{list-style-type:none}
            ul.lst-kix_oxhxwq43dcc5-0{list-style-type:none}
            .lst-kix_oxhxwq43dcc5-7>li:before{content:"\0025cb  "}
            .lst-kix_oxhxwq43dcc5-0>li:before{content:"\0025cf  "}
            .lst-kix_oxhxwq43dcc5-2>li:before{content:"\0025a0  "}
            .lst-kix_oxhxwq43dcc5-1>li:before{content:"\0025cb  "}
            .lst-kix_oxhxwq43dcc5-5>li:before{content:"\0025a0  "}
            .lst-kix_oxhxwq43dcc5-4>li:before{content:"\0025cb  "}
            .lst-kix_oxhxwq43dcc5-3>li:before{content:"\0025cf  "}
            ol{margin:0;padding:0}
            table td,table th{padding:0}
            .c5{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.38;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;orphans:2;widows:2;text-align:left;padding-right:0pt}
            .c6{-webkit-text-decoration-skip:none;color:#000000;font-weight:700;text-decoration:underline;vertical-align:baseline;text-decoration-skip-ink:none;font-size:18pt;font-family:"Caveat";font-style:normal}
            .c16{-webkit-text-decoration-skip:none;color:#000000;font-weight:400;text-decoration:underline;vertical-align:baseline;text-decoration-skip-ink:none;font-size:17pt;font-family:"Caveat";font-style:normal}
            .c3{margin-left:36pt;padding-top:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}
            .c10{color:#000000;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:18pt;font-family:"Caveat";font-style:normal}
            .c2{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left;height:11pt}
            .c1{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:14pt;font-family:"Arial";font-style:normal}
            .c13{color:#000000;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:20pt;font-family:"Lobster";font-style:normal}
            .c0{color:#000000;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:16pt;font-family:"Arial";font-style:normal}.c4{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}
            .c12{-webkit-text-decoration-skip:none;font-weight:700;text-decoration:underline;text-decoration-skip-ink:none;font-size:18pt;font-family:"Caveat"}.c17{color:#000000;text-decoration:none;vertical-align:baseline;font-family:"Caveat";font-style:normal}
            .c11{background-color:#ffffff;
                /* max-width:451.4pt; */
                padding:72pt 72pt 72pt 72pt
            }
            .c14{
                text-align: center;
            }
            .c9{font-size:14pt;font-weight:700}
            .c8{padding:0;margin:0}
            .c7{height:11pt}
            .c18{font-weight:400}
            .c15{font-size:14pt}
            .title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}
            p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}
            h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
            h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
            h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
            h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
            h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
            h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}
        </style>
    </head>
    <body class="c11 doc-content"><p class="c4 c14"><span class="c13">
        ***Regelwerk All-Valley-RP***</span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c0"></span></p><p class="c4"><span class="c6">-Vorwort/Allgemeines-</span></p><p class="c2"><span class="c10"></span></p><p class="c4"><span class="c1">Bevor man auf dem Server spielen kann muss man sich &uuml;ber discord whitelisten. Beim Whitelistgespr&auml;ch wird folgendes von jedem Spieler verlangt:</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">-sehr gute Regelwerkkenntnisse</span></p><p class="c4"><span class="c1">-PC Durchsuchung (Kontrolle gegen Modding durch gezieltes suchen von bekannten Cheat-Clients)</span></p><p class="c4"><span class="c1">-Zeit und Verst&auml;ndnis f&uuml;r Wartezeiten. (Wir geben uns m&uuml;he die Wartezeiten so kurz wie m&ouml;glich zu halten k&ouml;nnen jedoch nicht daf&uuml;r garantieren.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">Wir erwarten von allen Spielern einen seri&ouml;sen Roleplay Charakter. Zu einem seri&ouml;sen Charakter geh&ouml;rt neben dem gespielten Roleplay auch das g&auml;nzliche Auftreten des Charakters. Wir gehen davon aus, dass kein Mafia Boss mit pinken Haaren und Bademantel ruml&auml;uft. Solche troll Outfits sind verboten und werden gezielt von unserem Team verwarnt. Au&szlig;erdem sollte die Geschichte des Charakters zum Beruf passen. Euch muss von anfang an klar sein, was f&uuml;r ein RP ihr spielen m&ouml;chtet.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">Das All-Valley-RP Team beh&auml;lt sich vor, Spieler jederzeit aufgrund von mangelnder RP-Qualit&auml;t und Erfahrung aus dem Projekt auszuschlie&szlig;en.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">Auf All-Valley-RP sind Modpacks jeglicher Art strengstens verboten. Ausgenommen von dieser Regel sind Audio und Grafikmods, die nicht zu unfairen Vorteilen f&uuml;hren (z.B. kleinere B&uuml;sche durch NVE). Programme die ein anderes Crosshair einf&uuml;gen sind auch erlaubt.</span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.1 Raube niemandem bewusst den Spielspa&szlig;. Wir z&auml;hlen auf ein famili&auml;res miteinander und dulden keinen Streit au&szlig;erhalb des RP&acute;s.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.2 Das extreme Beleidigen z.B. von Familienmitgliedern/Toten, sexistische und rassistische &Auml;u&szlig;erungen oder Anspielungen sind verboten und werden geahndet. OOC-Drohungen (Out Of Character) werden mit einem permanenten Ausschluss bestraft. Auch sexuelle Bel&auml;stigung und Rassismus ist strengstens Verboten. Es darf nicht &uuml;ber die Sexualit&auml;t und die Stimme des Gegen&uuml;bers geurteilt werden. Au&szlig;erdem ist Vergewaltigungs-RP sowie Terroranschl&auml;ge verboten.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.3 Das benutzen von Hacks, Cheats, Mod-Menus, NoProps, Faster Fire Rate, Damage Multiplier, No-Water-Pack, Bugs oder Makros, um sich einen offensichtlich unfairen Vorteil zu verschaffen, ist nicht erlaubt und wird dementsprechend sanktioniert. Speedboosting z&auml;hlt ebenfalls als Abuse und wird ebenfalls bestraft.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.4</span></p><p class="c4"><span class="c1">Jeder Spieler hat nach einem Ausschluss die M&ouml;glichkeit ein Gespr&auml;ch mit dem jeweiligen Teammitglied zu f&uuml;hren.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.5</span></p><p class="c4"><span class="c1">Teammitglieder d&uuml;rfen nicht beleidigt oder angefeindet werden. Entscheidungen von Teamlern sind zu respektieren und Anweisungen m&uuml;ssen befolgt werden. Sollte diese Regel nicht eingehalten werden, wird der Regelversto&szlig; mit einem Bann sanktioniert.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.6 </span></p><p class="c4"><span class="c1">Bugs sowie Spielfehler und Probleme mit anderen Sachen sind an das Serverteam weiterzuleiten. Das Ausnutzen dieser ist verboten und wird streng geahndet.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.7</span></p><p class="c4"><span class="c1">Das ausnutzen von Grauzonen im Regelwerk sind verboten.</span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.8</span></p><p class="c4"><span class="c1">Teammitglieder in Admin-Kleidung d&uuml;rfen im Spiel nicht beachtet und angesprochen werden. Es sei denn, sie werden direkt von diesen angesprochen. Sollte man Teammitglieder innerhalb des RP&acute;s antreffen d&uuml;rfen diese nicht erkannt/darauf angesprochen werden.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.9</span></p><p class="c4"><span class="c1">Es existiert keine Schussank&uuml;ndigung! Das Einsetzen der Waffe ist nur mit klarem RP-Hintergrund gestattet.</span></p><p class="c4"><span class="c1">Beispiele zum gerechtfertigten Einsatz der Schusswaffe sind:</span></p><p class="c4"><span class="c1">Auto wird geklaut, schwere Beleidigung(du idiot ist kein Grund erschossen zu werden- &ldquo;du Bastard&rdquo; kann man als Grund nehmen), das Betreten eines Fraktionsanwesens, Bedrohung durch andere Spieler.</span></p><p class="c4"><span class="c1">Das Schlagen von Personen ben&ouml;tigt ebenfalls keine Ank&uuml;ndigung, ben&ouml;tigt aber auch einen RP-Hintergrund.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.10</span></p><p class="c4"><span class="c1">Wenn man sich ergeben hat, darf man nicht mehr die Waffe ziehen und sich wehren. Das Ziehen der Waffe muss vor dem Ergeben erfolgen. Nachdem die H&auml;nde erhoben wurden muss man sich ohne Widerstand festnehmen lassen.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.11</span></p><p class="c4"><span class="c1">Das Stehlen von Staatsfraktions-Fahrzeugen ist nur mit triftigem Roleplay-Hintergrund erlaubt. Das Einkleiden und Ausgeben als Polizist oder Medic ist streng verboten. und wird mit einem Ausschluss sanktioniert.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.12</span></p><p class="c4"><span class="c1">Es ist verboten mit einem stark best&auml;tigten Fahrzeug weiterzufahren. sobald mehr als ein Reifen bei einem Auto zerst&ouml;rt sind darf das Auto nicht mehr weiterbewegt werden. Beim Motorrad oder Fahrrad darf man auch mit einem kaputten Reifen nicht mehr weiterfahren.</span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.13</span></p><p class="c4"><span class="c1">Fahrzeuge d&uuml;rfen untereinander zu fairen Preisen gehandelt werden. Das Fahrzeug zu verschenken ist ebenfalls erlaubt. Der Verkauf von Fahrzeugen gegen Echtgeld ist verboten und wird mit einem permanenten Ausschluss bestraft. Beim Kauf/Verkauf darf man den gegen&uuml;ber nicht betr&uuml;gen/abziehen.</span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.14</span></p><p class="c4"><span class="c1">Bei Verfolgungsjagden ist das leichte &ldquo;Pitten&rdquo; mit Roleplay-Hintergrund erlaubt. Das extreme &ldquo;Rammen&rdquo; von Fahrzeugen ist streng verboten und gilt als &ldquo;Trolling&rdquo;. Motorr&auml;der und Fahrr&auml;der d&uuml;rfen nur so gepittet werden, dass der Spieler, der im Fahrzeug sitzt nicht zu Schaden kommt. Das &ldquo;Einbauen&rdquo; also in den Weg stellen um den Fluchtweg zu versperren ist nur so gestattet, das es f&uuml;r die Fl&uuml;chtigen noch m&ouml;glich ist in eine Richtung zu entkommen.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.15</span></p><p class="c4"><span class="c1">Trashtalk ist in jeglicher Form verboten! S&auml;tze wie &ldquo;Leg dich hin&rdquo; &ldquo;geh schlafen&rdquo; oder &auml;hnliche provokante Aussagen w&auml;hrend man jemanden holt oder w&auml;hrend jemand am Boden liegt wird sehr hart bestraft. Ebenso sind Aussagen wie &ldquo;Ich habe 4 von euch geholt&rdquo; oder Alles nur Headshots&rdquo; strengstens verboten. Wir sind im RP und nicht in einem Shooter. Ebenfalls m&uuml;ssen Fraktionen RP getreu sein, sprich Beleidigungen m&uuml;ssen RP getreu zur Fraktion passen. Beispiel-Mafia die durch die Gegend l&auml;uft und jeden zweiten mit &ldquo;du Schwanz&rdquo; anspricht sind Fehl am Platz.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.16</span></p><p class="c4"><span class="c1">Bei uns auf All-Valley-RP besteht eine Allgemeine Aufnahmepflicht. Man muss nicht sein Spiel st&auml;ndig aufnehmen sondern RP Situationen oder Schie&szlig;ereien Clipen bzw. aufnehmen. Die Aufnahmen m&uuml;ssen 48 Stunden abrufbar sein.</span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;1.17</span></p><p class="c4"><span class="c1">Alle Spieler m&uuml;ssen funktionsf&auml;hige Hardware besitzen und sicherstellen, dass diese genug Leistung hat.</span></p><p class="c2"><span class="c10"></span></p><p class="c4"><span class="c12">-Roleplay-</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.1</span></p><p class="c4"><span class="c1">Das Ausloggen in einer RP-Situation ist verboten und wird als &ldquo;RP Flucht&rdquo; bestraft. Dementsprechend m&uuml;ssen Roleplay-Situationen ausgespielt werden, bevor man in den Support kommt oder im Generellen das Spiel verl&auml;sst.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.2</span></p><p class="c4"><span class="c1">Sollte eine RP-Situation aufgrund von Internetproblemen oder eines Server-Restarts unterbrochen werden ist jeder Spieler dazu verpflichtet, sich zur vorherigen Situation zu begeben und dort weiterzumachen, wo aufgeh&ouml;rt wurde.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.3</span></p><p class="c4"><span class="c1">Medic Roleplay muss ausgespielt werden.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.4</span></p><p class="c4"><span class="c1">Stimmverzerrer sind bei Vollmaskierung erlaubt, jedoch darf der Verzerrer nicht extrem eingestellt werden, sondern so, dass es f&uuml;r jeden angenehm klingt.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.5</span></p><p class="c4"><span class="c1">Spieler mit einer Vollmaskierung d&uuml;rfen nicht anhand der Stimme/des Akzents erkannt werden. Die Identifizierung kann nur durch sichtkontakt erfolgen. Als Vollmaskierung gilt: Maske, Sturmhaube, Strumpf und alles ander, was den Gro&szlig;teil des Gesicht bedeckt. Eine einfache Maske/Bandana, die nur den Mund verdeckt, z&auml;hlt nicht als Vollmaskierung. Fraktionen d&uuml;rfen anhand ihrer Fraktionsoutfits trotz Vollmaskierung erkannt werden. Jedoch d&uuml;rfen die einzelnen Mitglieder der Fraktion nicht erkannt werden.</span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.6</span></p><p class="c4"><span class="c1">Leichen d&uuml;rfen nicht gesch&auml;ndet oder versteckt werden.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.7</span></p><p class="c4"><span class="c1">Als Offroad oder Gebirge gelten alle nicht auf der Minimap gekennzeichneten Stra&szlig;en, wie zum Beispiel Feldwege oder Hauptstra&szlig;en. Auf Offroad oder Gebirge d&uuml;rfen nur Gel&auml;nde und Offroad-Fahrzeuge mit unbegrenzter Geschwindigkeit fahren(Nat&uuml;rlich nur so schnell wie man die Kontrolle &uuml;ber das Fahrzeug behalten kann und keine gro&szlig;en Unf&auml;lle baut). Alle anderen Fahrzeuge d&uuml;rfen nur mit realistischem Tempo auf unebenem Gel&auml;nde fahren.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.9</span></p><p class="c4"><span class="c1">Sollte das Fahrzeug mit dem Dach den Boden ber&uuml;hren so darf man nach dem Unfall nicht mehr weiterfahren. Es ist verpflichtend die Rettung zu rufen und sich ins Krankenhaus begleiten zu lassen. Sollten keine Staatsfraktionen auf dem Server sein entf&auml;llt diese Regel.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.8</span></p><p class="c4"><span class="c1">Als Zivilist oder Zivilisten-Gruppe (Maximal zu 8.)darf man nur gemeinsam agieren, wenn man gleich angezogen ist oder mindestens 2 erkennbare Merkmale tr&auml;gt (dazu z&auml;hlen keine Schuhe, Tattoos, Armbanduhren o.&auml;. sehr kleine Merkmale).</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.10</span></p><p class="c4"><span class="c1">Auf das Regelwerk oder den Support hinzuweisen gilt als OOC-Talk bzw. Anwendung von Blacklist W&ouml;rtern und ist ebenfalls verboten.Beispiel:&rdquo;Das darfst du nicht, sonst gehe ich nach oben&rdquo; oder &ldquo;Ich gehe suppe kochen&rdquo;</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.11</span></p><p class="c4"><span class="c1">Drive-By ist nur beschr&auml;nkt erlaubt. Der Fahrer eines jeden Fahrzeugs darf w&auml;hrend der Fahrt nicht schie&szlig;en, es sei denn, das Fahrzeug steht. Beifahrer d&uuml;rfen generell schie&szlig;en.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.12</span></p><p class="c4"><span class="c1">Das Leben ist unser h&ouml;chstes Gut und muss unter allen Umst&auml;nden gesch&uuml;tzt werden. Diese Regel entf&auml;llt, bei schwerer Dem&uuml;tigung, die die W&uuml;rde des Menschen verletzt. Beispiele daf&uuml;r sind angepinkelt werden, angekackt werden, Vergewaltigungs-RP, lange Aktionen wie z.b. 10 Lieder singen, strippen und &auml;hnliche Dem&uuml;tigungen.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.13</span></p><p class="c4"><span class="c1">Emotes sind w&auml;hrend eines Kampfes verboten(z.B. Hinlegen). Wer gegen diese Regel verst&ouml;&szlig;t kann mit einem Tagesbann rechnen.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.14</span></p><p class="c4"><span class="c1">Es ist verboten Geiseln verhungern oder verdursten zu lassen.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;2.15</span></p><p class="c4"><span class="c1">Aus dem Helikopter darf man auf Personen sowie auf Fahrzeuge schie&szlig;en. Der Helikopter muss allerdings nach einer halben Stunde Flugzeit an einem Flugfeld oder einem Heli-Landeplatz &ldquo;tanken&rdquo;. Dies gilt auch f&uuml;r andere Luftfahrzeuge. Es ist Verboten auf Landepl&auml;tzen der Polizei, Feuerwehr und dem MD zu landen. Das &ldquo;tanken&rdquo; muss an &ldquo;&ouml;ffentlichen&rdquo; Landepl&auml;tzen erledigt werden. Zum tanken des Helis werden 5 Minuten am Boden ben&ouml;tigt.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c6">-Support-</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;3.0</span></p><p class="c4"><span class="c1">Ein Regelbruch muss anhand eines Videobeweises gemeldet werden. Ein Videobeweis muss immer die komplette RP-Situation mit Ton beinhalten.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;3.1</span></p><p class="c4"><span class="c1">Es darf erst in den Discord Support gegangen werden, nachdem die Situation ausgespielt wurde.</span></p><p class="c2"><span class="c1"></span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;3.2</span></p><p class="c4"><span class="c1">Der leitende Supporter des Supportfalles entscheidet &uuml;ber den Supportfall. Es besteht nat&uuml;rlich auch hier die M&ouml;glichkeit, &uuml;ber das Ticketsystem auf Discord Wiederspruch einzulegen.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;3.3</span></p><p class="c4"><span class="c1">Sobald User sich im Supportraum befinden, haben sie den Server zu verlassen oder sich abseits mit erhobenen H&auml;nden zu positionieren.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;3.4</span></p><p class="c4"><span class="c1">Es ist strengstens verboten, wegen einem Supportfalls, (In Character) IC-Rache auszu&uuml;ben.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;3.5</span></p><p class="c4"><span class="c1">Das private anschreiben von Teamlern ist verboten Supportf&auml;lle werden nur auf dem All-Valley-RP Discord gekl&auml;rt.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c6">-Allgemeine Verbote-</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;4.0</span></p><p class="c4"><span class="c1">Vehicle Deathmatch (VDM)</span></p><p class="c4"><span class="c1">Das sinnlose Anfahren, &Uuml;berfahren und Angreifen mit Fahrzeugen ist Verboten. Au&szlig;er man kann nicht mehr rechtzeitig Ausweichen oder Es gibt keinen anderen Ausweg zur Flucht vor Polizei oder einem &Uuml;berfall. Im Fall einer Meldung des &Uuml;berfahrens muss im Support nachgewiesen werden, das alles Regelkonform abgelaufen ist.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;4.1</span></p><p class="c4"><span class="c1">Fail RP</span></p><p class="c4"><span class="c1">Das Leben sinnlos zu gef&auml;hrden sowie unrealistische Handlungen zu vollziehen, ist verboten und wird sanktioniert.</span></p><p class="c4"><span class="c1">Fail RP ist z.B.</span></p><p class="c4"><span class="c1">-das Springen von einem Hochhaus</span></p><p class="c4"><span class="c1">-das Fahren mit einem stark besch&auml;digten Fahrzeug</span></p><p class="c4"><span class="c1">-das Sprechen, wenn man bewusstlos (tot) ist</span></p><p class="c4"><span class="c1">-das von vorne Fesseln (das absichtliche wegdrehen, wenn man gefesselt wird ist verboten)</span></p><p class="c4"><span class="c1">-das Tragen von anderen Personen als Fahrer</span></p><p class="c4"><span class="c1">-das Zustecken von Geld/Items, um den Namen des Gegen&uuml;bers zu erfahren</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;4.2</span></p><p class="c4"><span class="c1">Meta Gaming</span></p><p class="c4"><span class="c1">Informationen, die man au&szlig;erhalb des Rp&acute;s (Out Of Character)</span></p><p class="c4"><span class="c1">bekommt, d&uuml;rfen nicht im Spiel (In Character) verwendet werden. Diese Informationen darf dein Charakter nicht haben. Es ist untersagt, die aus Livestreams gewonnenen Infos, im Spiel zu verwenden. Ebenfalls ist es verboten, am Chat-/Stream-Geschehen eines Streamers teilzunehmen (auch der gemutete Stream im Hintergrund),wenn der eigene Charakter an der im Stream gezeigten Situation beteiligt ist. Au&szlig;erdem gilt es ebenso als Meta Gaming, wenn man sich in irgendeinem Sprachchat befindet, w&auml;hrend man im Spiel ist.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;4.3</span></p><p class="c4"><span class="c1">Power RP</span></p><p class="c5"><span class="c1">Das Aufzwingen einer Roleplay-Situation ist verboten. Man muss der anderen Person Zeit und Handlungsspielraum lassen, auf die Situation entsprechend zu reagieren. Es darf niemand get&ouml;tet werden, der sich kooperativ verh&auml;lt.</span></p><p class="c5"><span class="c1">ATM-Auszahlung erzwingen ist untersagt und z&auml;hlt ebenfalls zu Power-RP.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c1">&sect;4.4</span></p><p class="c5"><span class="c1">Combat Logging/RP Flucht</span></p><p class="c5"><span class="c1">Wenn man bewusstlos ist, darf man nicht den Server verlassen oder ausbluten, solange die Roleplay-Situation nicht zu Ende gespielt wurde. Man muss so lange liegen bleiben bis ein Mediziner einen reanimiert oder man im LSMD vom Notfallsanit&auml;ter behandelt wurde. Ebenso ist die Flucht aus einer Roleplay-Situation, indem man sich ausloggt, sich von der Situation entfernt oder Selbstmord begeht, ist verboten.</span></p><p class="c5"><span class="c1">Das Ausnutzen von Safezonen, um einer bestimmten Rolepay-Situation auszuweichen, ist nicht erlaubt.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c1">&sect;4.5</span></p><p class="c5"><span class="c1">Mediziner d&uuml;rfen verletzte Personen erst nach einer Schie&szlig;erei behandeln/wiederbeleben, weil sie ihr Eigenes Leben zu sch&uuml;tzen haben. Diese Regel entf&auml;llt, wenn sie mit dem Prop Menu und ihren MD-Fahrzeugen ein gesch&uuml;tztes Feldlazarett aufbauen und dies von mindestens 2 Polizisten besch&uuml;tzen lassen. Alle Spieler, die wiederbelebt wurden, d&uuml;rfen nicht mehr in die Situation zur&uuml;ckkehren. Sobald die Schie&szlig;erei beendet ist werden die verletzten ins Krankenhaus gefahren und dort weiterbehandelt. -WICHTIG- Die Props m&uuml;ssen danach wieder abgebaut werden.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c1">&sect;4.6</span></p><p class="c5"><span class="c1">New-Life-Regel</span></p><p class="c5"><span class="c1">Wird man nicht durch einen Mediziner vor Ort versorgt, sondern wacht im Krankenhaus wieder auf, bedeutet dies, dass man gestorben ist und sein komplettes Ged&auml;chtnis verliert.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c1">&sect;4.7</span></p><p class="c5"><span class="c1">Backseat Gaming</span></p><p class="c5"><span class="c1">Anweisungen von anderen Personen, sie sich nicht auf dem Server befinden, d&uuml;rfen nicht befolgt werden.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c1">&sect;4.8</span></p><p class="c5"><span class="c1">Ninja RP</span></p><p class="c5"><span class="c1">Es darf sich nicht in eine Roleplay-Situation eingemischt werden ohne direkten Bezug zu dieser.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c6">-Trolling/Baiting-</span></p><p class="c5 c7"><span class="c9 c17"></span></p><p class="c5"><span class="c1">&sect;5.0</span></p><p class="c5"><span class="c1">Das vors&auml;tzliche St&ouml;ren einer Roleplay-Situation oder eines Spielers ist strengstens verboten!</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c1">&sect;5.1</span></p><p class="c5"><span class="c1">Das bewusste und unbegr&uuml;ndete Provozieren von Fraktionen, um k&uuml;nstlich deren Aufmerksamkeit zu bekommen, ist verboten.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c1">&sect;5.2</span></p><p class="c5"><span class="c1">Es ist Pflicht sich einen authentischen Roleplay-Charakter zu erstellen. Solltet ihr das Men&uuml; der Charaktererstellung aus Versehen beenden, kontaktiert ihr bitte einen Supporter oder einen Einreisebeamten.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c5"><span class="c1">&sect;5.3</span></p><p class="c5"><span class="c1">Der Name des Charakters muss aus einem seri&ouml;sen Vor- und Nachnamen bestehen. Der Name muss ernsthaft und realistisch sein. Adelstitel und akademische Titel o.&auml;. sind verboten. Der Ausweis wird bei der Einreise kontrolliert. Wir behalten uns vor, unangebrachte Charakternamen &auml;ndern zu lassen.</span></p><p class="c5 c7"><span class="c1"></span></p><p class="c4"><span class="c6">-Blacklist W&ouml;rter-</span></p><p class="c2"><span class="c17 c15 c18"></span></p><ul class="c8 lst-kix_oxhxwq43dcc5-0 start"><li class="c3 li-bullet-0"><span class="c1">Fraktion/Frak</span></li><li class="c3 li-bullet-0"><span class="c1">Gambo/Scheppern/Much-Zivi</span></li><li class="c3 li-bullet-0"><span class="c1">Regelwerk, Bibel oder ein anderes Buch Gottes (in Bezug auf das Regelwerk)</span></li><li class="c3 li-bullet-0"><span class="c1">R&ouml;sti-Pommes bezogen auf das RP</span></li><li class="c3 li-bullet-0"><span class="c1">Movement/Aim/One-Shot/GG oder andere Gaming-Begriffe</span></li><li class="c3 li-bullet-0"><span class="c1">Eule/Livestream o.&auml;.</span></li><li class="c3 li-bullet-0"><span class="c1">Hurensohn/Hurentochter/Hundesohn o.&auml;. Ausdr&uuml;cke, die auch die Familie beleidigen</span></li><li class="c3 li-bullet-0"><span class="c1">Schlampe/Hure/Fotze/Nutte o.&auml;. Ausdr&uuml;cke, die an Frauen gerichtet sind</span></li><li class="c3 li-bullet-0"><span class="c1">harte Beleidigungen in fremden Sprachen</span></li><li class="c3 li-bullet-0"><span class="c1">Nigger/Neger/Sklave(auf die Herkunft bezogen)/Bimbo/Baumwollpfl&uuml;cker/Redhead und andere rassistische &Auml;u&szlig;erungen</span></li><li class="c3 li-bullet-0"><span class="c1">G&ouml;tter/PowerRanger/von Oben/Suppe/Suppenk&uuml;che/Suppenkoch/Engel und jegliche anderen Begriffe, um eine Anspielung auf den Supporter zu machen(das kann man mit Regierung umschreiben)</span></li></ul><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c6">-Sonstiges-</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.0</span></p><p class="c4"><span class="c1">Bei einer Geiselnahme d&uuml;rfen dem Opfer nur 2 Items geklaut werden. Davon ausgenommen sind Waffen, Handys und Funkger&auml;te.</span></p><p class="c4"><span class="c1">Beispiel: Ein Spieler wird &uuml;berfallen und hat 1 Pistole, 1 AK47, einen Fallschirm, 1 Handy, 1 Funkger&auml;t, 50 Brote, 2 mal Kokain und 4 Magazine dabei. In diesem Fall d&uuml;rfen die T&auml;ter die Pistole, die AK47, das Handy, das Funkger&auml;t und z.B. das Kokain und die Magazine abnehmen.</span></p><p class="c4"><span class="c15">Sollte das Opfer Geld dabei haben darf man maximal 100000$ verlangen. Diese Regel gilt f&uuml;r die </span><span class="c9">ganze</span><span class="c1">&nbsp;T&auml;tergruppe! Das hei&szlig;t wenn Max dem Opfer schon 2 items abgenommen hat darf Moritz nicht auch noch 2 Items klauen. Dieselbe Regel gilt bei Geld. Verst&ouml;&szlig;e werden mit 3 Wochen Ausschluss geahndet.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.1</span></p><p class="c4"><span class="c1">Sollte die Geisel kooperieren darf diese nicht ohne Grund get&ouml;tet werden. Sollte die Polizei den Forderungen der Geiselnehmer nicht nachkommen entf&auml;llt diese Regel.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.2</span></p><p class="c4"><span class="c1">Bei Verhandlungen ist so genanntes Volleyball-RP zu spielen. Geiselnehmer und Polizei haben auf Kompromisse einzugehen und m&uuml;ssen sich entgegenkommen. Hier steht hochwertiges RP im Vordergrund und nicht das L&ouml;segeld. Au&szlig;erdem ist es strengstens verboten das Geb&auml;ude oder den Bereich zu st&uuml;rmen, wenn eine Geisel in der Gewalt der Geiselnehmer ist.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.3</span></p><p class="c4"><span class="c1">Es ist zu jeder Zeit mit Regel&auml;nderungen zu rechnen. Diese werden auf Discord im change-log Kanal bekannt gegeben.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.4</span></p><p class="c4"><span class="c1">Jeder Spieler, der auf dem Server spielt erkl&auml;rt sich bereit, dass seine Stimme, sein Charakter, und sein Roleplay in Streams und Videos zu sehen/h&ouml;ren ist.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.5</span></p><p class="c4"><span class="c1">Jeder, der auf All-Valley-RP spielt darf auch auf diesem Server streamen oder Videos aufnehmen, solange im Titel des Streams/Videos &ldquo;[All-Valley-RP]&rdquo; steht. Dieses Streaming-/Aufnahme Recht kann jederzeit eingeschr&auml;nkt/entzogen werden, wenn man gegen eine der Regeln verst&ouml;&szlig;t oder in seinem Stream/Video nicht akzeptabel handelt.z.B. Rassismus, Sexismus, Mobbing, und so weiter.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.6</span></p><p class="c4"><span class="c1">Die Serversprache ist Deutsch. Einzelne W&ouml;rter/S&auml;tze auf anderen Sprachen, um seinen RP-Charakter zu untermauern, sind erlaubt. Komplette Konversationen auf anderen Sprachen sind nicht gestattet.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.7</span></p><p class="c4"><span class="c1">Bei uns steht gutes Roleplay und vor allem der Spa&szlig; am Spiel und freundliches Miteinander au&szlig;erhalb und innerhalb des RP&acute;s im Vordergrund. Gebt euch M&uuml;he bei eurem Charakter und versucht, mit ihm eine Geschichte zu erz&auml;hlen. Wir haben die Erfahrung gemacht, das ein sehr detaillierter Roleplay-Charakter umso bessere Roleplay Erfahrungen machen kann und es am meisten Spa&szlig; macht mit diesen zu spielen. Lasst euch auf Situationen ein und seid nicht egoistisch. Man kann auch beim Verlieren Spa&szlig; haben.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">&sect;6.8</span></p><p class="c4"><span class="c1">Auch im Support oder einem normalen Discord Gespr&auml;ch erwarten wir einen respektvollen Umgang. Klar darf man auch mal Streiten aber dieser Streit sollte dann mit Respekt gekl&auml;rt werden. Dabei helfen auch gerne wir vom All-Valley-RP Team.</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c6">-Schlusswort-</span></p><p class="c2"><span class="c1"></span></p><p class="c4"><span class="c1">Wir freuen uns auf euch und hoffen, euch im RP zu treffen. Viel Spa&szlig; und Viel Gl&uuml;ck bei unserem Einreise-Gespr&auml;ch.</span></p><p class="c4"><span class="c15">Euer All-Valley-RP Team!</span></p>
    </body>
</html>